Repository: ZaKi-W/Zaki_Mac
Catalog: Moment/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# sidebar.inventory
source: Inventory
zh_hans: 家庭库存

# sidebar.aiHot
source: AI News
zh_hans: AI 资讯

# sidebar.life
source: Life
zh_hans: 生活

# sidebar.reminders
source: Reminders
zh_hans: 提醒

# sidebar.tools
source: Tools
zh_hans: 工具

# sidebar.todos
source: To-Dos
zh_hans: 待办

# todos.completed
source: Completed
zh_hans: 已完成

# todos.delete
source: Delete
zh_hans: 删除

# todos.empty.body
source: Type above and press Return to add one.
zh_hans: 在上方输入内容，按回车即可添加。

# todos.empty.title
source: No to-dos yet
zh_hans: 还没有待办

# todos.markCompleted
source: Mark as Completed
zh_hans: 标记为已完成

# todos.markOpen
source: Mark as Open
zh_hans: 恢复为未完成

# todos.new
source: New To-Do
zh_hans: 新建待办

# todos.open
source: To-Do
zh_hans: 待办事项

# todos.quickAdd
source: New to-do
zh_hans: 新待办

# todos.quickAdd.hint
source: Press Return to add
zh_hans: 按回车添加

# todos.quickAdd.placeholder
source: Type a to-do and press Return
zh_hans: 输入待办，按回车添加

# todos.title
source: To-Dos
zh_hans: 待办

# status.migrated
source: Your reminders and bookmarks were imported.
zh_hans: 已导入旧版提醒、书签和设置。

# status.backupExported
source: Backup exported.
zh_hans: 备份已导出。

# status.permissionDenied
source: Notifications are disabled. Enable them in System Settings.
zh_hans: 通知未启用，请前往系统设置允许通知。

# status.shortcutUnavailable
source: That shortcut is unavailable; ⌘⇧H is active instead.
zh_hans: 该快捷键不可用，已改用 ⌘⇧H。
